export const slideItemColors: Record<string, Record<string, string>> = {
    "background": {
        "הסכסוך הישראלי-פלסטיני": "#909ce0ff",
        "התנחלויות": "#EE5E37",
        "עסקת המאה": "#292B2D",
        "ערביי ישראל": "#4558C8",
        "מדיניות כלכלית": "#Dff37D",
        "יחסי דת-מדינה": "#D9B8F3",
        "שונות": "#EFF0F6",
    },
    "secondBackground": {
        "הסכסוך הישראלי-פלסטיני": "#717ec8ff",
        "התנחלויות": "#f0a08aff",
        "עסקת המאה": "#292B2D",
        "ערביי ישראל": "#717ec8ff",
        "מדיניות כלכלית": "#e6f59eff",
        "יחסי דת-מדינה": "#a646efff",
        "שונות": "#a4a5a7ff",
    },
    "thirdBackground": {
        "הסכסוך הישראלי-פלסטיני": "#6770a2ff",
        "התנחלויות": "#f4d3c9ff",
        "עסקת המאה": "#292B2D",
        "ערביי ישראל": "#8c95c6ff",
        "מדיניות כלכלית": "#f7fed6ff",
        "יחסי דת-מדינה": "#c588f4ff",
        "שונות": "#cecfd2ff",
    },
    "text": {
        "הסכסוך הישראלי-פלסטיני": "#d6d7d9ff",
        "התנחלויות": "white",
        "עסקת המאה": "white",
        "ערביי ישראל": "white",
        "מדיניות כלכלית": "white",
        "יחסי דת-מדינה": "white",
        "שונות": "white",
    }
}


export const slideWidth = 0.954;